# ReCAPTCHA — система, разработанная для защиты веб-сайтов от интернет-ботов и одновременной помощи в оцифровке
# текстов книг.
# Принцип работы
# reCAPTCHA практически не поддается обману программой распознавания текста. Второе слово берется из источника,
# требующего распознавания (например, книги). Проверка и прохождение «капчи» осуществляется по тому слову,
# которое известно системе. Неизвестное второе слово вводить не обязательно. Второе слово, введённое пользователем,
# сохраняется в системе и используется в качестве возможного варианта распознавания. Окончательное распознавание слова
# производится путём выбора слова, наиболее часто используемого для ввода. Система reCAPTCHA предоставляет пользователям
# изображения для распознавания и собирает результаты, после чего передает их организаторам оцифровки материалов

# Используйте этот ключ в HTML-коде, который ваш сайт передает на устройства пользователей.
# 6Le1W0kjAAAAABPwhej0y8VawSJXGiyz-JPegbCv
#
# Используйте этот секретный ключ для обмена данными между сайтом и сервисом reCAPTCHA.
# 6Le1W0kjAAAAAIxilLP6sRbEz3NGGB3ODJPOCOm-

# ПОДКЛЮЧИТЬ НЕ ПОЛУЧИЛОСЬ